---
kind: enumMember
id: F:Autodesk.Revit.DB.FabricationDimensionType.Length
enum: Autodesk.Revit.DB.FabricationDimensionType
zh: 长度
source: html/d3793b6f-282c-3e9a-67f0-e80f38c47162.htm
---
# Autodesk.Revit.DB.FabricationDimensionType.Length

**中文**: 长度

Length.